/* Version number label */
"versionNumberLabel" = "versão %@";

/* Boxee found message. */
"boxeeFoundMessage" = "Um Boxee foi encontrado em %@, porta %ld.\nEle %@.\n\nConectar-se ao Boxee?";

/* Boxee found title. */
"boxeeFoundTitle" = "Boxee encontrado";

/* Button label for cancel ongoing connection action. */
"cancelConnectionLabel" = "Cancelar";

/* Message to be displayed upon cancelling connection to a Boxee. */
"cancelledConnectionMsg" = "Conexão ao Boxee cancelada.";

/* Button label for connect to Boxee action. */
"connectBoxeeLabel" = "Conectar Boxee";

/* Message to be displayed when an error happens while scanning for Boxees */
"errorScanningForBoxeesMsg" = "Erro procurando por Boxee. Por favor tente novamente.";

/* Message to be displayed upon failing to connect to a Boxee */
"failedToConnectMsg" = "Não foi possível conectar ao Boxee. Por favor verifique se seu Boxee está online e tente novamente.";

/* Empty boxee hostname validation error */
"hostNotSpecified" = "Boxee não especificado. Por favor informe o nome ou o endereço IP do Boxee.";

/* Invalid boxee port validation error */
"invalidPort" = "Porta inválida. A porta deve ser um número inteiro positivo.";

/* Message to be displayed upon losing connection to a Boxee. */
"lostConnectionMsg" = "Conexão ao Boxee perdida. Por favor verifique se seu Boxee está online e tente reconectar.";

/* No */
"no" = "Não";

/* No Boxee found title. */
"noBoxeeFoundTitle" = "Nenhum Boxee encontrado";

/* Password not required by Boxee message. */
"passwordNotRequired" = "não requer senha";

/* Password required by Boxee message. */
"passwordRequired" = "requer senha";

/* Empty boxee port validation error */
"portNotSpecified" = "Porta não especificada. Por favor informe o número da porta.";

/* Button label for scan Boxee action. */
"scanBoxeeLabel" = "Achar Boxee";

/* Button label for scanning Boxee action. */
"scanningBoxeeLabel" = "Procurando";

/* Try again message */
"tryAgainMsg" = "Por favor tente novamente";

/* Yes */
"yes" = "Sim";
